docs/load-test-results/img/2021-09-07-replicating-search-incident/300s_1100rps_1slat_http2false/1100-with-1s-latency-news-results.report.txt
Requests      [total, rate, throughput]  300, 1.00, 0.59
Duration      [total, attack, wait]      5m20.217319637s, 4m58.999924681s, 21.217394956s
Latencies     [mean, 50, 95, 99, max]    5.91985234s, 2.554334058s, 20.606900107s, 26.608517649s, 30.000154536s
Bytes In      [total, mean]              12422260, 41407.53
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    62.67%
Status Codes  [code:count]               0:80  200:188  500:32  
Error Set:
500 Internal Server Error
Get https://www.belfrage-playground.test.api.bbc.co.uk/news: EOF
Get https://www.belfrage-playground.test.api.bbc.co.uk/news: net/http: request canceled (Client.Timeout exceeded while awaiting headers)
Get https://www.belfrage-playground.test.api.bbc.co.uk/news: dial tcp 0.0.0.0:0->52.48.250.115:443: bind: address already in use