docs/load-test-results/img/2021-09-07-replicating-search-incident/300s_1100rps_1slat_http2false/results_search_300s_1100rps_http2off.report.txt
Requests      [total, rate, throughput]  330001, 1100.00, 581.91
Duration      [total, attack, wait]      5m24.499662821s, 4m59.999784441s, 24.49987838s
Latencies     [mean, 50, 95, 99, max]    10.541637046s, 3.444882638s, 30.130328183s, 32.978833955s, 36.322324076s
Bytes In      [total, mean]              12476856955, 37808.54
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    57.22%
Status Codes  [code:count]               0:112491  200:188829  500:28681  
Error Set:
500 Internal Server Error
Get https://www.belfrage-playground.test.api.bbc.co.uk/search?q=igdquidpkeagcilrxpnyfzfisvpujdohckggeukmglpjkqxbvb: EOF
Get https://www.belfrage-playground.test.api.bbc.co.uk/search?q=ruuobyqvraqxccerlwnfssoqrqhoovnvgootbnjqboqgehcktc: EOF
Get https://www.belfrage-playground.test.api.bbc.co.uk/search?q=pmbmydugpeaabjigdzqkupswsxjukfdjufwohuwfgvnyrxxvne: EOF
Get https://www.belfrage-playground.test.api.bbc.co.uk/search?q=fohroksdxpagsgyvhwdlubrkbhuqxyylrpipgncmixwvkbseiz: EOF